260611_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/espanha/luz-verde-reconocer-funcionarios-prisiones-como-agentes-autoridad/20260611175849194233.html][Luz verde para reconocer a los funcionarios de prisiones como agentes de la autoridad]]
- [[https://eldiariocantabria.publico.es/articulo/arco-de-la-bahia/descontento-bezana-falta-abonos-piscina-escasos-dias-apertura-dia-15-junio/20260611175044194231.html][Descontento en Bezana por la falta de abonos para la piscina a escasos días para su apertura el 15 de junio]]
- [[https://eldiariocantabria.publico.es/articulo/sanidad/lista-espera-quirurgica-sube-252-personas-mientras-que-demora-media-supera-cuatro-meses-medio/20260611172003194229.html][La lista de espera quirúrgica sube en 252 personas, mientras que la demora media supera los cuatro meses y medio]]
- [[https://eldiariocantabria.publico.es/articulo/cultura/casapalma-encabeza-cartel-cantabria-infinita-folk/20260611171355194228.html][Casapalma encabeza el cartel del Cantabria Infinita Folk]]
- [[https://eldiariocantabria.publico.es/articulo/politica/cantabristas-aboga-tasa-turistica-que-reduzca-impacto-negativo-masificacion-genere-beneficios-cantabros/20260611170715194226.html][Cantabristas aboga por una tasa turística que reduzca el “impacto negativo de la masificación” y genere beneficios para los cántabros]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/06/11/iran-targets-five-us-bases-raising-fears-return-all-out-war/][Trump vows to hit Iran ‘very hard tonight,’ take over Kharg Island and oil industry]]
- [[https://www.washingtonpost.com/world/2026/06/10/trump-threatens-iran-after-it-targets-us-assets-middle-east/][U.S. launches new strikes on Iran, hours after Trump issued warning]]
- [[https://www.washingtonpost.com/world/2026/06/10/belfast-riots-mayhem-follow-alleged-stabbing-by-sudanese-asylum-seeker/][A new wave of anti-immigrant violence hits U.K. as riots convulse Belfast]]
- [[https://www.washingtonpost.com/world/2026/06/09/after-days-speculation-vatican-said-pope-leo-met-bad-bunny-spain/][Bad Bunny’s private audience: Latin trap megastar met Pope Leo in Spain]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/middle-east/trump-threatens-new-strikes-on-iran-says-u-s-will-seize-its-oil-and-gas-markets-38996e77][Trump Says U.S. Will Hit Iran Tonight, Threatens Seizure of Energy Markets]]
- [[https://www.wsj.com/world/europe/u-k-defense-secretary-quits-over-lack-of-military-spending-0c64ce1e][U.K. Defense Secretary Quits Over Lack of Military Spending]]
- [[https://www.wsj.com/world/india-says-u-s-strike-on-tanker-in-iran-blockade-killed-three-nationals-1c323b12][India Says U.S. Strike on Tanker in Iran Blockade Killed Three Nationals]]
- [[https://www.wsj.com/world/middle-east/u-s-launches-fresh-wave-of-strikes-against-iran-2a23d87b][U.S. Trades Fire With Iran for Second Day in Bid to ‘Negotiate With Bombs’]]
- [[https://www.wsj.com/world/americas/world-cup-puts-mexicos-cartel-crisis-on-the-global-stage-c1933554][World Cup Puts Mexico’s Cartel Crisis on the Global Stage]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/les-decodeurs/article/2026/06/11/coupe-du-monde-2026-les-forces-et-faiblesses-des-48-equipes-en-graphiques_6700734_4355770.html][Coupe du monde 2026 : les forces et faiblesses des 48 équipes en graphiques]]
- [[https://www.lemonde.fr/societe/article/2026/06/11/affaire-lyhanna-jerome-barella-avait-ete-signale-a-la-police-francaise-par-un-organisme-anti-pedocriminalite-americain_6700762_3224.html][Affaire Lyhanna : Jérôme Barella avait été signalé à la police française par un organisme antipédocriminalité américain]]
- [[https://www.lemonde.fr/international/live/2026/06/11/en-direct-guerre-au-moyen-orient-donald-trump-affirme-qu-il-va-frapper-l-iran-tres-fort-ce-soir-et-prendre-le-controle-total-de-leurs-marches-petroliers-et-gaziers_6697888_3210.html][EN DIRECT, guerre au Moyen-Orient : Donald Trump affirme qu’il va frapper l’Iran « très fort ce soir »]]
- [[https://www.lemonde.fr/politique/article/2026/06/11/le-syndrome-macron-depuis-la-victoire-surprise-de-2017-tous-les-reves-presidentiels-sont-permis_6700740_823448.html][Le « syndrome Macron » : depuis la victoire surprise de 2017, tous les rêves présidentiels sont permis]]
- [[https://www.lemonde.fr/international/article/2026/06/11/israel-refuse-l-entree-sur-son-territoire-a-une-journaliste-francaise_6700726_3210.html][Israël refuse l’entrée sur son territoire à Alice Froussard, journaliste française]]

*** Le Figaro

- [[https://www.lefigaro.fr/politique/affaire-lyhanna-les-francais-pointent-la-responsabilite-de-darmanin-mais-n-appellent-pas-a-sa-demission-20260611][Affaire Lyhanna : les Français pointent la responsabilité de Darmanin mais n’appellent pas à sa démission]]
- [[https://www.lefigaro.fr/lyon/eviter-une-autre-lyhanna-la-colere-d-un-pere-apres-la-mise-en-cause-d-un-animateur-periscolaire-pour-des-viols-sur-des-fillettes-pres-de-lyon-20260611][« Éviter une autre Lyhanna » : la colère d’un père après la mise en cause d’un animateur périscolaire pour des viols sur des fillettes près de Lyon]]
- [[https://www.lefigaro.fr/actualite-france/violences-sexuelles-des-associations-appellent-a-manifester-tous-les-lundis-20260611][Violences sexuelles : des associations appellent à manifester tous les lundis]]
- [[https://www.lefigaro.fr/vox/societe/haim-korsia-l-affaire-lyhanna-revele-notre-incapacite-a-traduire-dans-les-faits-les-valeurs-que-nous-affichons-20260611][Haïm Korsia : « L’affaire Lyhanna révèle notre incapacité à traduire dans les faits les valeurs que nous affichons »]]
- [[https://www.lefigaro.fr/international/en-direct-guerre-au-moyen-orient-l-iran-a-nouveau-bombarde-par-les-etats-unis-riposte-et-promet-de-refermer-le-detroit-d-ormuz-20260611][EN DIRECT - Guerre au Moyen-Orient : les États-Unis vont frapper l’Iran «très fort ce soir», prévient Donald Trump]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.com/news/articles/c75ylx7g00xo?at_medium=RSS&at_campaign=rss][El Niño under way and threatens weather extremes, scientists say]]
- [[https://www.bbc.com/news/articles/c4gyp9v0e93o?at_medium=RSS&at_campaign=rss][US and Iran exchange strikes across Middle East for second day in a row]]
- [[https://www.bbc.com/news/articles/c0myzxjkw99o?at_medium=RSS&at_campaign=rss][Trump says 'I love the inflation' as US prices rise at fastest rate in three years]]
- [[https://www.bbc.com/news/articles/cwyk9exxp2qo?at_medium=RSS&at_campaign=rss][The furious dispute over what caused Air India flight 171 to crash]]
- [[https://www.bbc.com/news/articles/ckg8v51g9lno?at_medium=RSS&at_campaign=rss][Thai court sentences two men to death over Bangkok shrine bombing]]

