260611_day_briefing.org
*** The Guardian

- [[https://www.theguardian.com/us-news/2026/jun/10/trump-administration-immigrants-climate-crisis][Trump targeting immigrants from countries hit most by climate shocks]]
- [[https://www.theguardian.com/global-development/2026/jun/10/coltan-drc-m23-global-witness-investigation][Global brands ‘likely’ using mineral that funds rebels accused of atrocities in DRC, investigation finds]]
- [[https://www.theguardian.com/world/2026/jun/09/man-shot-during-protest-against-proposed-us-ebola-quarantine-facility-in-kenya][Man shot dead during protest against proposed US Ebola quarantine facility in Kenya]]
- [[https://www.theguardian.com/world/2026/jun/08/bandits-in-north-west-nigeria-abduct-villagers-they-invited-to-discuss-peace-talks][Bandits in north-west Nigeria abduct villagers they invited to discuss peace talks]]
- [[https://www.theguardian.com/world/2026/jun/08/extreme-fear-among-immigrants-as-backlash-sweeps-south-africa][‘Extreme fear’ among immigrants as backlash sweeps South Africa]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.ilsole24ore.com/art/caso-sospetta-dengue-milanese-via-disinfestazione-AIsLgQcD][Caso di sospetta dengue nel Milanese, al via disinfestazione]]
- [[https://www.ilsole24ore.com/art/unem-auto-benzina-e-gasolio-piu-convenienti-quelle-elettriche-ecco-perche-AIFdzraD][Unem: auto a benzina e gasolio più convenienti di quelle elettriche, ecco perché]]
- [[https://www.ilsole24ore.com/art/premio-agnes-bricco-gerry-scotti-e-lino-banfi-ecco-vincitori-dell-edizione-2026-AIQ4MxbD][Premio Agnes, da Bricco a Gerry Scotti e Lino Banfi: ecco i vincitori dell’edizione 2026]]
- [[https://www.ilsole24ore.com/art/finanziamenti-politica-nasce-l-osservatorio-moneytor-verificare-trasparenza-fondi-AIXQJDbD][Finanziamenti alla politica, nasce l’osservatorio Moneytor per verificare la trasparenza dei fondi]]
- [[https://www.ilsole24ore.com/art/olimpiadi-milano-cortina-indagata-dirigente-ministero-infrastrutture-elisabetta-pellegrini-AIzzZ9bD][Indagata dirigente del ministero delle Infrastrutture. Salvini: «Resta piena fiducia»]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/business/our-warming-climate-a-pilot-project-in-norway-raises-doubts-about-ccs-sustainability-a-066f9f4a-adbf-475b-b072-3015b5a370d1#ref=rss][Our Warming Climate: A Pilot Project in Norway Raises Doubts about CCS Sustainability]]
- [[https://www.spiegel.de/international/europe/hungarian-premier-peter-magyar-our-country-was-a-hostage-state-a-4d31fe2f-92f1-41ec-a7ab-6d8fdec0635d#ref=rss][Hungarian Premier Péter Magyar: 'Our Country Was a Hostage State']]
- [[https://www.spiegel.de/international/germany/nsdap-archive-how-der-spiegel-processed-the-data-from-the-nsdap-membership-card-file-a-c2d916be-b6d1-4b39-bab9-debdc9c45f7e#ref=rss][NSDAP archive: How DER SPIEGEL processed the data from the Nazi card file]]
- [[https://www.spiegel.de/international/germany/nsdap-archive-find-out-what-your-family-did-under-hitler-a-4c62a29b-054a-409f-8cc2-cfb8c46f98a9#ref=rss][Interactive Research Tool: What Your Family Did Under Hitler – Find Out Here]]
- [[https://www.spiegel.de/international/world/human-rights-in-the-us-meet-the-transgender-americans-forced-to-flee-gop-persecution-a-6371022b-8ad4-4e26-86ab-47a8aca52cd3#ref=rss][Human Rights in the US: Meet the Transgender Americans Forced to Flee GOP Persecution]]

*** Deutsche Welle

- [[https://www.dw.com/en/uk-defense-secretary-john-healey-quits-in-military-spending-dispute/a-77505191?maca=en-rss-en-world-4025-rdf][UK: Defense Secretary John Healey quits in military spending dispute]]
- [[https://www.dw.com/en/india-west-bengal-deportations-raise-human-rights-concerns/a-77505192?maca=en-rss-en-world-4025-rdf][India: West Bengal deportations raise human rights concerns]]
- [[https://www.dw.com/en/drc-referendum-bill-intensifies-constitutional-standoff/a-77499438?maca=en-rss-en-world-4025-rdf][DRC referendum bill intensifies constitutional standoff]]
- [[https://www.dw.com/en/hungary-makes-major-deal-with-ukraine-its-former-enemy/a-77496875?maca=en-rss-en-world-4025-rdf][Hungary makes major deal with Ukraine, its former enemy]]
- [[https://www.dw.com/en/canada-introduces-bill-to-ban-social-media-for-under-16s/a-77498276?maca=en-rss-en-world-4025-rdf][Canada introduces bill to ban social media for under-16s]]

** 🇧🇷 Brasil

