260611_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/06/pentagono-e-fechado-apos-incidente-com-materiais-perigosos-no-predio.shtml][Pentágono é fechado após incidente com materiais perigosos no prédio]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://aovivo.folha.uol.com.br/f5/2026/01/07/6437-coracao-acelerado-acompanhe-aqui-todos-os-resumos-da-novela.shtml#post450849]['Coração Acelerado': Cinara aconselha Naiane a esquecer João Raul]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/colunistas/outro-canal/2026/06/globoplay-lanca-modo-copa-do-mundo-para-concentrar-videos-e-produtos-do-torneio.shtml][Globoplay lança 'modo Copa do Mundo' para concentrar vídeos e produtos do torneio]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/06/postos-sofrem-derrota-na-justica-sobre-subvencao-aos-combustiveis-de-bolsonaro.shtml][Postos sofrem derrota na Justiça sobre subvenção aos combustíveis de Bolsonaro]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/monicabergamo/2026/06/paulo-borges-e-silvia-poppovic-vao-a-abertura-de-mostra-de-sandra-anselmi.shtml][Paulo Borges e Silvia Poppovic vão a abertura de mostra de Sandra Anselmi]]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
