260611_day_briefing.html
<div id="outline-container-orga82d949" class="outline-3">
<h3 id="orga82d949">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-orga82d949">
</div>
<div id="outline-container-org056ea5f" class="outline-4">
<h4 id="org056ea5f">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-org056ea5f">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/06/pentagono-e-fechado-apos-incidente-com-materiais-perigosos-no-predio.shtml">Pentágono é fechado após incidente com materiais perigosos no prédio</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://aovivo.folha.uol.com.br/f5/2026/01/07/6437-coracao-acelerado-acompanhe-aqui-todos-os-resumos-da-novela.shtml#post450849">'Coração Acelerado': Cinara aconselha Naiane a esquecer João Raul</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/colunistas/outro-canal/2026/06/globoplay-lanca-modo-copa-do-mundo-para-concentrar-videos-e-produtos-do-torneio.shtml">Globoplay lança 'modo Copa do Mundo' para concentrar vídeos e produtos do torneio</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/06/postos-sofrem-derrota-na-justica-sobre-subvencao-aos-combustiveis-de-bolsonaro.shtml">Postos sofrem derrota na Justiça sobre subvenção aos combustíveis de Bolsonaro</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/monicabergamo/2026/06/paulo-borges-e-silvia-poppovic-vao-a-abertura-de-mostra-de-sandra-anselmi.shtml">Paulo Borges e Silvia Poppovic vão a abertura de mostra de Sandra Anselmi</a></li>
</ul>
</div>
</div>
<div id="outline-container-org4931966" class="outline-4">
<h4 id="org4931966">O Globo</h4>
<div class="outline-text-4" id="text-org4931966">
<ul class="org-ul">
<li><i>Feed no disponible temporalmente</i></li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-orgf6fe8ca" class="outline-2">
<h2 id="orgf6fe8ca">🧠 Think Tanks</h2>
<div class="outline-text-2" id="text-orgf6fe8ca">
<ul class="org-ul">
<li><a href="https://www.realinstitutoelcano.org">Real Instituto Elcano</a> (🇪🇸 España)</li>
<li><a href="https://www.ifri.org">IFRI</a> (🇫🇷 Francia)</li>
<li><a href="https://www.chathamhouse.org">Chatham House</a> (🇬🇧 Reino Unido)</li>
<li><a href="https://www.ispionline.it">ISPI</a> (🇮🇹 Italia)</li>
<li><a href="https://www.swp-berlin.org">SWP</a> (🇩🇪 Alemania)</li>
<li><a href="https://www.rand.org">RAND Corporation</a> (🇺🇸 Estados Unidos)</li>
</ul>


<div class="footer-hub">
<p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
<p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
</div>
</div>
</div>
</div>
</body>
</html>
